[StringTable]
IDS_LAUNCH_APP=Vreau să lansez %P.	
IDS_PUT_DESKTOPICON=Amplasează o iconiţă %P pe desktop.	
IDS_QUITMODEMXPERT=Înainte de a  continua, închide %P	
LAUNCH_AT_WINDOWS_STARTUP=Launch at Windows startup	
NOTUSERADMIN=You must be logged in with administrator rights to install or uninstall this program.	
PRODUCT_HELP=Ajutor NetWaiting	
TITLE_INSTALL=NetWaiting Setup
